IDEA Open Model
StagedCheckSectionExtreme Properties
Compatible with IDEA StatiCa v 10.1
The StagedCheckSectionExtreme type exposes the following members.
Properties
Name | Description
Accidental
 Accidental loading
 (Inherited from CheckSectionExtreme.)
Fatigue
 Quasi-Permanent loading
 (Inherited from CheckSectionExtreme.)
Frequent
 Frequent loading
 (Inherited from CheckSectionExtreme.)
Fundamental
 Fundamental loading
 (Inherited from CheckSectionExtreme.)
Characteristic
 Characterictic loading
 (Inherited from CheckSectionExtreme.)
QuasiPermanent
 Quasi-Permanent loading
 (Inherited from CheckSectionExtreme.)
Time
 Time
Top
See Also
Reference
StagedCheckSectionExtreme Class
IdeaRS.OpenModel.Concrete Namespace